IdeaRS.Connections
StiffenerData.TubeRectStiffWidth Property
Compatible with IDEA StatiCa 0.0
 The width of the rectangular stiffener (tubes)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double TubeRectStiffWidth { get; set; }
Property Value
Type: Double
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace